Repository: ricvecchio/rdv-performance-ios
Catalog: rdvperfomance/Localizable.xcstrings
Source language: pt_br
Languages: en, es

source: para esta seção.
en: for this section.
es: para esta sección.

# %lld de %lld %@
source: %1$lld de %2$lld %3$@
en: %1$lld of %2$lld %3$@

# %lld de %lld dias concluídos
source: %1$lld de %2$lld dias concluídos
en: %1$lld of %2$lld days completed
es: %1$lld de %2$lld días completados

source: %lld de %lld treino concluído
en: %lld of %lld workout completed
es: %lld de %lld entrenamiento completado

source: %lld de %lld treinos concluídos
en: %lld of %lld workouts completed
es: %lld de %lld entrenamientos completados

source: %lld item sem mapeamento compatível ignorado
en: %lld item without compatible mapping ignored
es: %lld elemento sin asignación compatible ignorado

source: %lld itens sem mapeamento compatível ignorados
en: %lld items without compatible mapping ignored
es: %lld elementos sin asignación compatible ignorados

source: %lld recorde existente preservado
en: %lld existing record preserved
es: %lld récord existente conservado

source: %lld recorde importado com sucesso.
en: %lld record imported successfully.
es: %lld récord importado correctamente.

source: %lld recorde pronto para importar
en: %lld record ready to import
es: %lld récord listo para importar

source: %lld recordes existentes preservados
en: %lld existing records preserved
es: %lld récords existentes conservados

source: %lld recordes importados com sucesso.
en: %lld records imported successfully.
es: %lld récords importados correctamente.

source: %lld recordes prontos para importar
en: %lld records ready to import
es: %lld récords listos para importar

# %lld%% completo
source: %1$lld%% completo
en: %1$lld%% complete
es: %1$lld%% completado

source: • corrida 400 m
en: • 400 m run
es: • carrera de 400 m

source: 3 treinos/semana
en: 3 workouts/week
es: 3 entrenamientos/semana

source: A semana "%@" será excluída (dias e progresso também).
en: The week "%@" will be deleted (including days and progress).
es: La semana "%@" se eliminará (también los días y el progreso).

# about.description
source: Sua ferramenta para otimizar o acompanhamento dos seus alunos e seus treinos!
en: Your tool for optimizing the tracking of your students and their workouts!
es: ¡Tu herramienta para optimizar el seguimiento de tus alumnos y sus entrenamientos!

# about.feature.all_in_one
source: Tudo em um só lugar com interface intuitiva e prática
en: Everything in one place with an intuitive and practical interface
es: Todo en un solo lugar con una interfaz intuitiva y práctica

# about.feature.create_workouts
source: Crie treinos personalizados para seus alunos
en: Create personalized workouts for your students
es: Crea entrenamientos personalizados para tus alumnos

# about.feature.track_progress
source: Acompanhe a evolução de cada aluno baseado no programa selecionado
en: Track each student's progress based on the selected program
es: Sigue el progreso de cada alumno según el programa seleccionado

# about.headline
source: GERENCIE SEUS ALUNOS E PERSONALIZE TREINOS COM FACILIDADE
en: MANAGE YOUR STUDENTS AND PERSONALIZE WORKOUTS WITH EASE
es: GESTIONA A TUS ALUMNOS Y PERSONALIZA ENTRENAMIENTOS CON FACILIDAD

# about.title
source: Sobre
en: About
es: Acerca de

source: Abrir YouTube
en: Open YouTube

source: Academia
en: Gym
es: Gimnasio

source: Academia: %.5f, %.5f
en: Gym: %.5f, %.5f
es: Gimnasio: %.5f, %.5f

# account_security.errors.email_missing
source: Não foi possível identificar o e-mail do usuário logado.
en: Unable to identify the signed-in user's email.
es: No fue posible identificar el correo electrónico del usuario que inició sesión.

# account_security.errors.invalid_current_password
source: Senha atual inválida.
en: Invalid current password.
es: La contraseña actual no es válida.

# account_security.errors.login_required
source: Você precisa estar logado para realizar esta ação.
en: You need to be signed in to perform this action.
es: Debes iniciar sesión para realizar esta acción.

# account_security.errors.password_mismatch
source: As senhas não conferem.
en: The passwords do not match.
es: Las contraseñas no coinciden.

# account_security.errors.reauthentication_required
source: Por segurança, faça login novamente e tente de novo.
en: For security, sign in again and try once more.
es: Por seguridad, inicia sesión de nuevo e inténtalo otra vez.

# account_security.errors.weak_password
source: A nova senha é muito fraca. Use pelo menos 6 caracteres.
en: The new password is too weak. Use at least 6 characters.
es: La nueva contraseña es demasiado débil. Usa al menos 6 caracteres.

source: Aceitar vínculo
en: Accept link
es: Aceptar vínculo

source: Aceito
en: Accepted
es: Aceptado

source: Acesso rápido
en: Quick access
es: Acceso rápido

source: Ações
en: Actions
es: Acciones

source: Acompanhando a evolução da sua turma.
en: Tracking your class's progress.
es: Siguiendo el progreso de tu grupo.

source: Acompanhe e registre seus resultados
en: Track and record your results
es: Sigue y registra tus resultados

source: Adicionar
en: Add
es: Agregar

source: Adicionar dias
en: Add days
es: Agregar días

source: Adicionar nova prova
en: Add new event
es: Agregar nueva prueba

source: Adicionar novo benchmark
en: Add new benchmark
es: Agregar nuevo benchmark

source: Adicionar novo item
en: Add new item
es: Agregar nuevo elemento

source: Adicionar novo movimento
en: Add new movement
es: Agregar nuevo movimiento

# Adicionar novo prova
source: Adicionar nova prova
en: Add new event
es: Agregar nueva prueba

source: Adicionar novo WOD
en: Add new WOD
es: Agregar nuevo WOD

source: Adicionar Treino
en: Add Workout
es: Agregar entrenamiento

source: Adicionar Vídeo
en: Add Video
es: Agregar video

source: Adicionar WOD
en: Add WOD
es: Agregar WOD

source: Adicione ou edite um dia de treino desta semana.
en: Add or edit a training day this week.
es: Agrega o edita un día de entrenamiento de esta semana.

source: Adicione seu melhor resultado por item.
en: Add your best result for each item.
es: Agrega tu mejor resultado por elemento.

source: Adicione seu melhor resultado por prova.
en: Add your best result for each event.
es: Agrega tu mejor resultado por prueba.

source: Adicione seu melhor resultado por treino.
en: Add your best result for each workout.
es: Agrega tu mejor resultado por entrenamiento.

source: Adicione seu melhor tempo por prova.
en: Add your best time for each event.
es: Agrega tu mejor tiempo por prueba.

source: Adicione seu melhor tempo por WOD.
en: Add your best time for each WOD.
es: Agrega tu mejor tiempo por WOD.

source: Adicione seu recorde por movimento.
en: Add your personal record for each movement.
es: Agrega tu récord por movimiento.

source: Adicione sua carga máxima por movimento.
en: Add your maximum load for each movement.
es: Agrega tu carga máxima por movimiento.

# admin.mode_indicator
source: MODO ADMINISTRADOR
en: ADMINISTRATOR MODE

# admin.profile_selection.administrator.subtitle
source: Gerencie usuários, vínculos e treinos
en: Manage users, connections, and workouts
es: Administra usuarios, vínculos y entrenamientos

# admin.profile_selection.administrator.title
source: Perfil Administrador
en: Administrator profile
es: Perfil de administrador

# admin.profile_selection.change_note
source: Você pode trocar de perfil nas configurações.
en: You can change profile in Settings.
es: Puedes cambiar de perfil en Ajustes.

# admin.profile_selection.prompt
source: Escolha seu perfil de Administração
en: Choose your Administration profile
es: Elige tu perfil de administración

# admin.profile_selection.student.subtitle
source: Visualize o aplicativo como aluno
en: View the app as a student
es: Visualiza la aplicación como alumno

# admin.profile_selection.student.title
source: Perfil Aluno
en: Student profile
es: Perfil de alumno

# admin.profile_selection.trainer.subtitle
source: Visualize o aplicativo como professor
en: View the app as a trainer
es: Visualiza la aplicación como entrenador

# admin.profile_selection.trainer.title
source: Perfil Professor
en: Trainer profile
es: Perfil de entrenador

# admin.student.linked_trainers
source: Professores vinculados
en: Linked coaches
es: Entrenadores vinculados

# admin.student.no_linked_trainers
source: Nenhum professor vinculado.
en: No linked coaches.
es: No hay entrenadores vinculados.

# admin.student.no_workouts
source: Nenhum treino cadastrado.
en: No workout registered.
es: No hay entrenamientos registrados.

# admin.student.workouts
source: Treinos do aluno
en: Student workouts
es: Entrenamientos del alumno

# admin.trainer.linked_students
source: Alunos vinculados
en: Linked students
es: Alumnos vinculados

# admin.trainer.no_linked_students
source: Nenhum aluno vinculado.
en: No linked students.
es: No hay alumnos vinculados.

# admin.users.delete.confirmation_message
source: Esta ação removerá permanentemente o usuário e seus dados relacionados. Esta operação não poderá ser desfeita.
en: This action permanently removes the user and related data. It cannot be undone.
es: Esta acción eliminará permanentemente al usuario y sus datos relacionados. No se puede deshacer.

# admin.users.delete.confirmation_title
source: Excluir usuário?
en: Delete user?
es: ¿Eliminar usuario?

# admin.users.delete.unavailable_message
source: A exclusão de outra conta exige uma operação administrativa segura no servidor para também remover o usuário do Firebase Authentication.
en: Deleting another account requires a secure administrative operation on the server to also remove the user from Firebase Authentication.
es: La eliminación de otra cuenta requiere una operación administrativa segura en el servidor para eliminar también al usuario de Firebase Authentication.

# admin.users.delete.unavailable_title
source: Exclusão indisponível
en: Deletion unavailable
es: Eliminación no disponible

# admin.users.empty
source: Nenhum usuário encontrado.
en: No user found.
es: No se encontró ningún usuario.

# admin.users.title
source: Usuários
en: Users
es: Usuarios

# admin.users.toolbar_title
source: Administração
en: Administration
es: Administración

source: Agenda
en: Schedule

source: Agendar
en: Schedule
es: Programar

source: Alterações salvas com sucesso!
en: Changes saved successfully!
es: ¡Cambios guardados correctamente!

source: Alterar categoria
en: Change category
es: Cambiar categoría

source: Aluno
en: Student
es: Alumno

source: Aluno (preview)
en: Student (preview)
es: Alumno (vista previa)

source: Aluno inválido: id não encontrado.
en: Invalid student: ID not found.
es: Alumno no válido: ID no encontrado.

source: Aluno vinculado.
en: Student linked.
es: Alumno vinculado.

# Aluno: %@
source: Aluno: %1$@
en: Student: %1$@
es: Alumno: %1$@

source: Alunos
en: Students
es: Alumnos

source: ALUNOS SELECIONADOS
en: SELECTED STUDENTS
es: ALUMNOS SELECCIONADOS

source: ALUNOS VINCULADOS
en: LINKED STUDENTS
es: ALUMNOS VINCULADOS

source: Anexar de Meus Treinos
en: Attach from My Workouts
es: Adjuntar desde Mis entrenamientos

source: Ano
en: Year
es: Año

source: Ao excluir, o registro será removido do seu histórico. Esta ação não pode ser desfeita.
en: Deleting will remove this record from your history. This action cannot be undone.
es: Al eliminar, el registro se eliminará de tu historial. Esta acción no se puede deshacer.

source: Apenas aluno pode acessar feedbacks.
en: Only students can access feedback.
es: Solo los alumnos pueden acceder a los comentarios.

source: Apenas aluno pode acessar mensagens.
en: Only students can access messages.
es: Solo los alumnos pueden acceder a los mensajes.

source: Apenas professor pode acessar feedbacks.
en: Only coaches can access feedback.
es: Solo los entrenadores pueden acceder a los comentarios.

source: Apenas professor pode acessar mensagens.
en: Only trainers can access messages.
es: Solo los entrenadores pueden acceder a los mensajes.

source: Apenas professor pode adicionar dias.
en: Only coaches can add days.
es: Solo los entrenadores pueden agregar días.

source: Apenas professor pode adicionar treinos.
en: Only coaches can add workouts.
es: Solo los entrenadores pueden agregar entrenamientos.

source: Apenas professor pode adicionar WODs.
en: Only coaches can add WODs.
es: Solo los entrenadores pueden agregar WODs.

source: Apenas professor pode enviar mensagens.
en: Only trainers can send messages.
es: Solo los entrenadores pueden enviar mensajes.

source: Apenas professor pode salvar feedback.
en: Only coaches can save feedback.
es: Solo los entrenadores pueden guardar comentarios.

source: Aquecimento
en: Warm-up
es: Calentamiento

source: Aqui você vê as mensagens enviadas pelo seu treinador.
en: Here you can see messages sent by your coach.
es: Aquí puedes ver los mensajes enviados por tu entrenador.

source: Aqui você vê os feedbacks enviados pelo seu treinador.
en: Here you can see feedback sent by your coach.
es: Aquí puedes ver los comentarios enviados por tu entrenador.

# ar.common.cancel
source: Cancelar
en: Cancel

# ar.common.save
source: Salvar
en: Save
es: Guardar

# ar.correction_points.add
source: Adicionar ponto
en: Add point
es: Agregar punto

# ar.correction_points.load_failed
source: Falha ao carregar pontos de correção
en: Failed to load correction points
es: No se pudieron cargar los puntos de corrección

# ar.correction_points.new
source: Novo Ponto de Correção
en: New Correction Point
es: Nuevo punto de corrección

# ar.correction_points.note_optional
source: Observação (opcional)
en: Note (optional)
es: Observación (opcional)

# ar.correction_points.save
source: Salvar pontos
en: Save points
es: Guardar puntos

# ar.correction_points.save_failed
source: Falha ao salvar pontos de correção
en: Failed to save correction points
es: No se pudieron guardar los puntos de corrección

# ar.correction_points.title_short
source: Título (curto)
en: Title (short)
es: Título (corto)

# ar.debug.copy_diagnostic
source: Copiar diagnóstico AR
en: Copy AR diagnostics
es: Copiar diagnóstico de RA

# ar.debug.share_log
source: Salvar/Compartilhar log
en: Save/Share log
es: Guardar/compartir registro

# ar.execution.mark
source: Marcar execução
en: Mark completion
es: Marcar ejecución

# ar.model.loading
source: Carregando modelo...
en: Loading model...
es: Cargando modelo...

# ar.status.camera_unavailable
source: Câmera ou sensores indisponíveis
en: Camera or sensors unavailable
es: Cámara o sensores no disponibles

# ar.status.session_failed
source: Falha na sessão AR
en: AR session failed
es: Falló la sesión de RA

# ar.status.session_interrupted
source: Sessão AR interrompida
en: AR session interrupted
es: Sesión de RA interrumpida

# ar.status.session_restarted
source: Sessão AR reiniciada
en: AR session restarted
es: Sesión de RA reiniciada

# ar.status.tracking_excessive_motion
source: Tracking: movimento excessivo
en: Tracking: excessive movement
es: Seguimiento: movimiento excesivo

# ar.status.tracking_initializing
source: Tracking: inicializando
en: Tracking: initializing
es: Seguimiento: inicializando

# ar.status.tracking_insufficient_features
source: Tracking: poucas feições visuais
en: Tracking: insufficient visual features
es: Seguimiento: pocas características visuales

# ar.status.tracking_relocalizing
source: Tracking: relocalizando
en: Tracking: relocalizing
es: Seguimiento: relocalizando

# ar.status.tracking_unknown
source: Tracking: desconhecido
en: Tracking: unknown
es: Seguimiento: desconocido

# ar.status.waiting_for_camera
source: Aguardando câmera...
en: Waiting for camera...
es: Esperando la cámara...

source: Área do Aluno
en: Student Area
es: Área del alumno

source: Área do Professor
en: Coach Area
es: Área del entrenador

source: Atividades
en: Activities
es: Actividades

source: Atuais
en: Current
es: Actuales

# auth.account_type.change_note
source: Você pode trocar depois nas configurações.
en: You can change it later in Settings.
es: Puedes cambiarlo después en Ajustes.

# auth.account_type.prompt
source: Escolha seu perfil
en: Choose your profile
es: Elige tu perfil

# auth.account_type.student.subtitle
source: Acompanhe seus treinos e progresso
en: Track your workouts and progress
es: Sigue tus entrenamientos y progreso

# auth.account_type.student.title
source: Sou Aluno
en: I'm a Student
es: Soy Alumno

# auth.account_type.trainer.subtitle
source: Envie treinos e acompanhe alunos
en: Send workouts and track students
es: Envía entrenamientos y sigue a los alumnos

# auth.account_type.trainer.title
source: Sou Professor
en: I'm a Coach
es: Soy Entrenador

# auth.edit_profile.title
source: Editar Perfil
en: Edit Profile

# auth.errors.login_required
source: Você precisa estar logado.
en: You need to be signed in.
es: Debes iniciar sesión.

# auth.fields.bio_optional
source: Bio (opcional)
en: Bio (optional)
es: Biografía (opcional)

# auth.fields.cref_optional
source: CREF (opcional)
en: CREF (optional)

# auth.fields.focus_area
source: Área de foco
en: Focus Area
es: Área de enfoque

# auth.fields.gym_name_optional
source: Nome da academia (opcional)
en: Gym name (optional)
es: Nombre del gimnasio (opcional)

# auth.fields.phone_incomplete
source: Número incompleto (mínimo 10 dígitos)
en: Incomplete number (minimum 10 digits)

# auth.fields.whatsapp_optional
source: WhatsApp (opcional)
en: WhatsApp (optional)

# auth.focus_area.gym
source: Academia
en: Gym
es: Gimnasio

# auth.focus_area.home
source: Em Casa
en: At Home
es: En casa

# auth.login.forgot_password
source: Esqueceu a senha?
en: Forgot your password?
es: ¿Olvidaste tu contraseña?

# auth.login.invalid_credentials
source: E-mail ou senha inválidos.
en: Invalid email or password.
es: Correo electrónico o contraseña no válidos.

# auth.login.loading
source: Entrando...
en: Signing in...
es: Iniciando sesión...

# auth.login.profile_not_found
source: Seu perfil não foi encontrado no Firestore (users/{uid}).
en: Your profile was not found in Firestore (users/{uid}).
es: No se encontró tu perfil en Firestore (users/{uid}).

# auth.login.prompt
source: Entre com sua conta
en: Sign in to your account
es: Inicia sesión con tu cuenta

# auth.login.sign_up
source: Inscreva-se gratuitamente
en: Sign up for free
es: Regístrate gratis

# auth.login.submit
source: Acessar
en: Access
es: Acceder

# auth.logout
source: Sair
en: Sign out
es: Cerrar sesión

# auth.profile_photo.choose
source: Escolher foto
en: Choose photo
es: Elegir foto

# auth.profile_photo.choose_avatar
source: Escolher Avatar
en: Choose Avatar
es: Elegir avatar

# auth.profile_photo.choose_library
source: Escolher foto da biblioteca
en: Choose photo from library
es: Elegir foto de la biblioteca

# auth.profile_photo.load_error
source: Erro ao carregar imagem: %@
en: Failed to load image: %@
es: Error al cargar la imagen: %@

# auth.profile_photo.load_failed
source: Não foi possível carregar a imagem selecionada.
en: Unable to load the selected image.
es: No fue posible cargar la imagen seleccionada.

# auth.profile_photo.remove
source: Remover foto
en: Remove photo
es: Eliminar foto

# auth.profile_photo.remove_missing_user
source: Não foi possível identificar o usuário para remover a foto.
en: Unable to identify the user to remove the photo.
es: No fue posible identificar al usuario para eliminar la foto.

# auth.profile_photo.title
source: Foto de Perfil
en: Profile Photo

# auth.register_student.title
source: Cadastro Aluno
en: Student Sign Up
es: Registro de alumno

# auth.register_teacher.title
source: Cadastro Professor
en: Coach Sign Up
es: Registro de entrenador

# auth.registration.authentication_failed
source: Falha ao cadastrar no Auth. Motivo: %@
en: Failed to register in Auth. Reason: %@
es: No se pudo registrar en Auth. Motivo: %@

# auth.registration.back_to_login
source: Já tenho conta — Voltar ao Login
en: I already have an account — Back to Sign In
es: Ya tengo una cuenta — Volver a Iniciar sesión

# auth.registration.firestore_profile_save_failed
source: Usuário criado no Auth, mas falhou ao salvar no Firestore. Motivo: %@ Verifique as regras do Firestore.
en: User created in Auth, but saving to Firestore failed. Reason: %@ Check the Firestore rules.
es: Usuario creado en Auth, pero no se pudo guardar en Firestore. Motivo: %@ Verifica las reglas de Firestore.

# auth.registration.loading
source: Criando...
en: Creating...
es: Creando...

# auth.registration.submit
source: Criar Conta
en: Create Account
es: Crear cuenta

# auth.registration.success
source: Cadastro realizado com sucesso.
en: Registration completed successfully.
es: Registro realizado correctamente.

# auth.registration.title
source: Cadastro
en: Sign Up
es: Registro

# auth.validation.email_required
source: Informe seu e-mail.
en: Enter your email.
es: Ingresa tu correo electrónico.

# auth.validation.name_required
source: Informe seu nome.
en: Enter your name.
es: Ingresa tu nombre.

# auth.validation.password_required
source: Informe sua senha.
en: Enter your password.
es: Ingresa tu contraseña.

# auth.validation.whatsapp_invalid
source: Informe um WhatsApp com 11 dígitos.
en: Enter an 11-digit WhatsApp number.
es: Ingresa un número de WhatsApp de 11 dígitos.

source: Avisos
en: Notices

source: Baixar Planilha Excel
en: Download Excel Spreadsheet
es: Descargar hoja de cálculo de Excel

source: Bem-vindo à Central de Ajuda. Este aplicativo foi desenvolvido para facilitar o acompanhamento de treinos físicos entre alunos e treinadores, de forma simples e organizada. Aqui você encontra orientações básicas sobre o uso do app.
en: Welcome to the Help Center. This application was developed to make it easier for students and coaches to track physical training in a simple and organized way. Here you can find basic guidance on how to use the app.
es: Bienvenido al Centro de ayuda. Esta aplicación fue desarrollada para facilitar el seguimiento de los entrenamientos físicos entre alumnos y entrenadores, de manera sencilla y organizada. Aquí encontrarás orientaciones básicas sobre el uso de la aplicación.

source: Biblioteca de Treinos
en: Workout Library
es: Biblioteca de entrenamientos

source: Biografia
en: Biography
es: Biografía

source: Bloco
en: Block
es: Bloque

source: Blocos
en: Blocks
es: Bloques

source: Braços
en: Arms
es: Brazos

source: Buscando recordes...
en: Fetching records...
es: Buscando récords...

source: Buscar aluno...
en: Search student...
es: Buscar alumno...

source: Buscar recordes
en: Search records
es: Buscar récords

source: Cadastre e gerencie os treinos desta seção.
en: Create and manage this section’s workouts.
es: Crea y administra los entrenamientos de esta sección.

source: Cadastre e gerencie os WODs desta seção.
en: Create and manage this section’s WODs.
es: Crea y administra los WOD de esta sección.

source: Cadastre templates para aparecerem aqui.
en: Create templates for them to appear here.
es: Crea plantillas para que aparezcan aquí.

source: Cadastro
en: Sign Up
es: Registro

source: Cálculo por % do PR (Barbell)
en: Calculation by PR % (Barbell)
es: Cálculo por % del PR (Barbell)

source: Campeonatos
en: Championships

source: Cancelado
en: Cancelled

source: Cancelar
en: Cancel

source: Cancelar convite
en: Cancel invitation
es: Cancelar invitación

source: Cancelar convite?
en: Cancel invitation?
es: ¿Cancelar invitación?

source: Carga
en: Load

# Carga máxima (%@) (opcional)
source: Carga máxima (%1$@) (opcional)
en: Maximum load (%1$@) (optional)

# Carga máxima (%@):
source: Carga máxima (%1$@):
en: Maximum load (%1$@):

source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

source: Carregando alunos...
en: Loading students...
es: Cargando alumnos...

source: Carregando convites...
en: Loading invitations...
es: Cargando invitaciones...

source: Carregando dias cadastrados...
en: Loading scheduled days...
es: Cargando días registrados...
